Repository: oalejel/Athan-Utility
Catalog: Athan Utility/*.lproj/Localizable.strings
Languages: ar, es, fr, tr, ur

# F_letter
source: F
ar: ف

# S_letter
source: S
ar: ش

# T_letter
source: T
ar: ظ

# A_letter
source: A
ar: ع

# M_letter
source: M
ar: م

# I_letter
source: I
ar: ع

source: Fajr
ar: فجر
fr: Fejr
ur: فجر

source: Sunrise
ar: شروق
es: Amanecer
fr: Shuruk
tr: Shurooq
ur: شروق

source: Asr
ar: عصر
fr: Asser
ur: عصر

source: Maghrib
ar: مغرب
fr: Maghreb
ur: مغرب

source: Isha
ar: عشاء
fr: Icha
ur: عشاء

source: Cancel
ar: إلغاء

source: Alarms
ar: تنبيهات

source: Location Search
ar: بحث الموقع

source: Normal & 15m
ar: طبيعي و ١٥ دقيقة

source: Normal Reminder
ar: تذكير طبيعي

source: No Reminders
ar: لا تذكير

source: 15 minute reminder
ar: تذكير ١٥ دقيقة

source: Sounds
ar: اصوات

source: Try Location
ar: جرب الموقع

source: Locality, State, Country
ar: (الانجليزية فقط) محلية ، ولاية ، بلد

source: Try again
ar: كرر

source: Loading Prayer Data
ar: تحميل بيانات الصلاة

source: OK
ar: تام

source: Continue
ar: استمر

source: Time for %1$@ in %2$@ [%3$@]
ar: [%3$@] %2$@ حان وقت ال%1$@ في
es: Tiempo para %1$@ en %2$@ [%3$@]
fr: Temps pour %1$@ à %2$@ [%3$@]
tr: %1$@ zamani : %2$@ [%3$@]
ur: کا %1$@ وقت %3$@ (%2$@)

source: Offline Storage
ar: تخزين دون اتصال

source: 15 minute reminders
ar: التذكير قبل ١٥ دقيقة

source: Today Extension
ar: أداة على شريط المهام

source: Athan clock face
ar: ساعة الدوام

source: Qibla
ar: القبلة

source: Athan Utility stores months of athan data for offline use.
ar: هذا التطبيق يخزن أشهر من بيانات الاذان للاستخدام دون اتصال

source: Get reminded before the next athan takes place. Configurable in app preferences.
ar: تذكير قبل أن يبدأ الأذان القادم. يمكن اعداده في تفضيلات التطبيق

source: Check current and upcoming salah times with the Notification Center widget.
ar: تحقق من أوقات الصلاة باستخدام أداة مركز الاشعارات

source: A new way to visualize salah times throughout the day.
ar: طريقة جديدة لرؤية أوقات الصلاة طوال اليوم

source: Done
ar: تم
es: Listo
fr: OK
tr: Bitti
ur: کیا

source: Settings
ar: الإعدادات
es: Configuración
fr: Réglages
tr: Ayarlar
ur: ترتیبات

source: Appearance
ar: المظهر
es: Pantalla
fr: Apparence
tr: Görünüş
ur: ظہور

source: Colors
ar: الوان
es: Colores
fr: Couleurs
tr: Renkler
ur: رنگ

source: Custom Prayer Names
ar: أسماء الصلاة المخصصة
es: Nombres de Adhan
fr: Noms de Salah personnalisés
tr: Özel Dua İsimleri
ur: حسب ضرورت نماز کے نام

source: Change Language
ar: اللغة
es: Cambiar Idioma
fr: Changer de Langue
tr: Dili değiştir
ur: زبان تبدیل کریں

source: Calculation Method
ar: حساب اوقات الصلاة
es: Método de Cálculo
fr: Méthode de Calcul
tr: Hesaplama Yöntemi
ur: حساب کتاب

source: Calculation methods primarily differ in Fajr and Isha sun angles.
ar: تختلف طرق الحساب بشكل أساسي في زوايا شمس الفجر والعشاء
es: Los métodos de cálculo difieren principalmente en los ángulos del sol Fajr e Isha.
fr: Les méthodes de calcul diffèrent principalement dans les angles du soleil Fajr et Icha.
tr: Hesaplama yöntemleri öncelikle Fajr ve Isha güneş açılarında farklılık gösterir.
ur: بنیادی طور پر فجر اور عشا کے سورج زاویوں میں حساب کتاب کے طریقے مختلف ہیں

source: Muslim World League
ar: رابطة العالم الاسلامي‎
es: Liga Mundial Musulmana
fr: Ligue Mondiale Musulmane
tr: Müslüman Dünya Ligi
ur: رابطة العالم الإسلامي

# Egyptian
source: Egyptian General Authority of Survey
ar: مصر
es: Autoridad General egipcia de encuesta
fr: Autorité générale égyptienne des enquêtes
tr: Mısır Genel Araştırma Kurumu
ur: مصری جنرل اتھارٹی آف سروے

source: Karachi
ar: كراتشي
tr: Karaçi
ur: کراچی

source: Umm Al-Qura
ar: أم القرى
tr: Ümmü'l-Kure
ur: ام القرى

source: Dubai
ar: دبي
es: Dubái
ur: دبئی

source: Moonsighting Committee
ar: لجنة رؤية الهلال
es: Comité de Mimos de Luna
fr: Comité de la Vision Lunaire
tr: Ay Görüş Komitesi
ur: لجنة الهلال

# North America
source: North America (ISNA)
ar: الجمعية الإسلامية لأمريكا الشمالية
es: Norteamérica (ISNA)
fr: Amérique du Nord (ISNA)
tr: Kuzey Amerika (ISNA)
ur: شمالی امریکہ (ISNA)

source: Kuwait
ar: الكويت
tr: Kuveyt
ur: کویت

source: Qatar
ar: قتر
es: Catar
tr: Katar
ur: قطر

source: Singapore
ar: سنغافورة
es: El Singapur
fr: Singapour
tr: Singapur
ur: سنگاپور

source: Tehran
ar: طهران
es: Teherán
fr: Téhéran
tr: Tahran
ur: تہران

source: Turkey
ar: تركيا
es: Turquía
fr: Turquie
tr: Türkiye
ur: ترکی

# Madhab
source: Madhab Adjustment
ar: مذهب
es: Escuela
fr: Madhab
tr: Mezhebi
ur: مذهب

source: Hanafi
ar: حنفي
ur: حنفی

# Shafi
source: Common
ar: شافعي
es: Shafi
fr: Shafi
tr: Shafi
ur: شافي

source: The Hanafi madhab uses later Asr times, taking place when the length of a shadow increases in length by double the length of an object since solar noon.
ar: يستخدم المذهب الحنفي أوقات العصر المتأخرة ، ويحدث عندما يزداد طول الظل بمقدار ضعف طول الجسم منذ الظهر الشمسي.
es: El madhab Hanafi utiliza tiempos posteriores Asr, teniendo lugar cuando la longitud de una sombra aumenta en longitud por el doble de la longitud de un objeto desde el mediodía solar.
fr: Le madhab Hanafi utilise des temps Asr plus tardifs, se produisant lorsque la longueur d'une ombre augmente de deux fois la longueur d'un objet depuis midi solaire.
tr: Hanefi mezhebi daha sonraki Asr zamanlarını kullanır, güneş öğleden sonra gölgenin uzunluğunun bir nesnenin uzunluğunun iki katı artmasıyla gerçekleşir.
ur: حنفی محدب بعد میں عصر کے اوقات کا استعمال کرتا ہے ، جب اس وقت ہوتا ہے جب شمسی دوپہر کے بعد سے کسی شے کی لمبائی میں کسی چیز کی لمبائی میں اضافہ ہوتا ہے

source: Athan Sound
ar: صوت الأذان
es: Sonido de Adhan
fr: Adhan Son
tr: Ezan Ses
ur: اذان آواز

source: Athan can play longer than 5 seconds when your iPhone is locked or Athan Utility is open.
ar: يمكن أن يلعب الأذان لمدة تزيد عن 5 ثوانٍ عندما يكون iPhone مغلقًا أو عند فتح Athan Utility.
fr: Adhan peut jouer plus de 5 secondes lorsque votre iPhone est verrouillé ou que l'utilitaire Adhan est ouvert.
tr: Ezan, iPhone'unuz kilitliyken veya Athan Utility açıldığında 5 saniyeden uzun süre oynayabilir.

source: iOS Default
ar: النغمة الافتراضي
es: iOS Defecto
tr: iOS Varsayılanı

source: Echo
ar: نغمة ٢
es: Eco

source: Makkah
ar: مكة المكرمة
es: Meca
tr: Mekke
ur: مکہ

source: Madina
ar: المدينة المنورة
tr: Medine
ur: مدینہ

source: Al-Aqsa
ar: الأقصى
tr: El-Aksa
ur: اقصیٰ

source: Egypt
ar: مصر
es: Egipto
fr: Egypte
tr: Mısır
ur: مصر

source: Abdulbaset
ar: عبد الباسط
ur: عبدالباسط

source: Abdulghaffar
ar: عبد الغفار
ur: عبد الغفار

source: Notifications
ar: الإشعارات
es: Notificaciones
ur: اطلاعات

source: Static
ar: ثابتة
es: Estático
fr: Statique
tr: Sabit
ur: جامد

source: Dynamic
ar: ديناميكي
es: Dinámico
fr: Dynamique
tr: Devingen
ur: متحرک

source: All Prayers
ar: الكل
es: Todas Oraciones
fr: Toutes les Prières
tr: Tüm Dualar
ur: تمام دعائیں

source: Restore Defaults
ar: استعادة الافتراضي
es: Restaurar Colores
fr: Réinitialiser
tr: Varsayılanları Geri Yükle
ur: ڈیفالٹس بحال

# colors.ios.requirement
source: Color customization only available on iOS 14+
ar: تخصيص الألوان متاح في نظام iOS 14+.
es: Personalización de color solo disponible en iOS 14+
fr: Personnalisation des couleurs uniquement disponible sur iOS 14+
tr: Renk özelleştirme yalnızca iOS 14+ için mevcuttur.
ur: رنگین حسب ضرورت صرف iOS 14+ پر دستیاب ہے

source: Custom Names
ar: الأسماء المخصصة
es: Nombres Personalizados
fr: Noms Personnalisés
tr: Özel İsimler
ur: کسٹم نام

# custom.names.description
source: Replace Athan spelling used in the Athan Utility widget, notifications, and main interface.
ar: استبدل الأذان الإملائي المستخدم في أداة الأذان والإشعارات والواجهة الرئيسية
es: Reemplace la ortografía de Adhan Utility en el widget de Adhan Utility, las notificaciones y la interfaz principal.
fr: Remplacer l'orthographe Adhan utilisée dans le widget, les notifications et l'interface principale de l'utilitaire Athan.
tr: Ezan Utility pencere öğesinde, bildirimlerde ve ana arayüzde kullanılan Ezan yazımını değiştirin.
ur: ایتھن یوٹیلیٹی ویجیٹ ، نوٹیفیکیشنز ، اور مرکزی انٹرفیس میں استعمال ہونے والے اتھن ہجے کو تبدیل کریں۔

source: Athan Notification
ar: إشعار الأذان
es: Adhan Notificación
fr: Adhan Notification
tr: Ezan Bildirimi
ur: اتھان نوٹیفیکیشن

source: Reminder Notification
ar: إشعار تذكير
es: Recordatorio Notificación
fr: Rappel Notification
tr: Hatırlatma Bildirimi
ur: یاد دہانی کی اطلاع

source: Enabled
ar: ممكن
es: Activado
fr: Activé
tr: Etkin
ur: قابل بنایا گیا

source: Play Sound
ar: صوت
es: Reproducir Sonido
fr: Jouer Son
tr: Ses Çal
ur: آواز چلائیں

# minute.offset
source: Minutes Early: %@m
ar: : %d تعويض الدقائق
fr: Décalage minute: %@
tr: Dakika Ofseti: %@

# minute-character
source: m
ar: د
tr: d

source: Disable "Play Sound" to force this prayer's notifications to play the default iOS chime.
ar: قم بتعطيل الصوت لإجبار إعلامات الصلاة هذه على تشغيل رنين iOS الافتراضي.
es: Desactivar "Reproducir Sonido" para forzar las notificaciones de esta oración para reproducir la campana iOS predeterminada.
fr: Désactivez "Jouer Son" pour forcer les notifications de cette prière à jouer le carillon iOS par défaut.
tr: Bu namazın bildirimlerini varsayılan iOS zilini çalmaya zorlamak için "Ses Çal" ı devre dışı bırakın.
ur: اس دعا کی اطلاعات کو ڈیفالٹ iOS چائیم کھیلنے کیلئے مجبور کرنے کے لئے "پلے ساؤنڈ" کو غیر فعال کریں۔

# offset-description
source: When minute offsets are longer than the time between %1$@ and %2$@, reminders will default to 15 minutes.
ar: عندما تكون تعويضات الدقائق أطول من الوقت بين %1$@ و %2$@، سيتم تعيين التذكيرات افتراضيًا على 15 دقيقة.
es: Cuando los desplazamientos por minuto son más largos que el tiempo entre %1$@ y %2$@, recordatorios tendrán por defecto 15 minutos.
fr: Lorsque les décalages en minutes sont plus longs que le temps entre %1$@ et %2$@, les rappels seront par défaut de 15 minutes.
tr: Dakika ofsetleri %1$@ ile %2$@ arasındaki süreden uzun olduğunda, hatırlatıcılar varsayılan olarak 15 dakikaya ayarlanır.
ur: جب منٹ آفسیٹس %1$@ اور +%2$@کے مابین اس وقت سے زیادہ لمبے ہوں گے ، تو یاد دہانی 15 منٹ میں طے ہوجائے گی۔

source: Developed by Omar Al-Ejel
ar: تطوير عمر العجل
es: Desarrollado por Omar Al-Ejel
fr: Développé par Omar Al-Ejel
tr: Omar Al-Ejel tarafından geliştirildi
ur: عمر العجیل نے تیار کیا

source: Privacy Notes
ar: خصوصية
es: Privacidad
fr: Confidentialité
tr: Gizlilik
ur: رازداری

source: Send Feedback
ar: ارسل رأيك
es: Enviar Comentarios
fr: Commentaires
tr: Geribildirim Yolla
ur: رائے بھیجیں

source: Set Location
ar: تحديد المكان
es: Establecer Ubicación
fr: Définir L'emplacement
tr: Konum Ayarla
ur: مقام مقرر کریں

source: Set Location Manually
ar: تعيين الموقع يدويا
es: Establecer Manualmente
fr: Manuellement
tr: Manuel
ur: دستی طور پر مقام مرتب کریں

source: Use Current Location
ar: استخدام الموقع الحالي
es: Usar Ubicación Actual
fr: Utiliser L'emplacement Actuel
tr: Mevcut Konumu Kullan
ur: موجودہ مقام استعمال کریں

source: Athan Utility does not collect user data.
ar: لا تقوم أداة الأذان بجمع بيانات المستخدم.
es: Adhan Utility no recopila datos de usuario.
fr: Adhan Utility ne collecte pas de données utilisateur.
tr: Ezan Utility kullanıcı verilerini toplamaz.
ur: ایتھن یوٹیلیٹی صارف کا ڈیٹا جمع نہیں کرتی ہے۔

source: Location services are disabled, and can be adjusted in Settings. Athan Utility does not collect user data.
ar: خدمات الموقع معطلة ويمكن تعديلها في الإعدادات. لا تقوم أداة الأذان بجمع بيانات المستخدم.
es: Los servicios de ubicación están deshabilitados y se pueden ajustar en Configuración. Adhan Utility no recopila datos de usuario.
fr: Les services de localisation sont désactivés et peuvent être modifiés dans les paramètres. Adhan Utility ne collecte pas de données utilisateur.
tr: Konum hizmetleri devre dışı bırakılır ve Ayarlar'dan ayarlanabilir. Ezan Utility kullanıcı verilerini toplamaz.
ur: مقام کی خدمات غیر فعال ہیں ، اور اسے ترتیبات میں ایڈجسٹ کیا جاسکتا ہے۔ ایتھن یوٹیلیٹی صارف کا ڈیٹا جمع نہیں کرتی ہے۔

source: Location Name
ar: اسم الموقع
es: Nombre de la Ubicación
fr: Nom de La Localisation
tr: Yer ismi
ur: مقام کا نام

source: Location:
ar: موقع:
es: Ubicación:
fr: Emplacement:
tr: Yer:
ur: مقام:

source: Dhuhr
ur: ظهر

source: Time for %1$@ [%2$@]. Please reopen Athan Utility to continue receiving notifications.
es: Tiempo para %1$@ [%2$@]. Vuelva a abrir Adhan Utility para seguir recibiendo notificaciones.
fr: Temps pour %1$@ [%2$@]. Veuillez rouvrir Adhan Utility pour continuer à recevoir des notifications.
tr: %1$@ zamanı [%2$@]. Bildirimleri almaya devam etmek için lütfen Ezan Utility'yi tekrar açın.
ur: میں %1$@ کا وقت %2$@. اطلاعات موصول کرنے کے لئے براہ کرم اس ایپ کو دوبارہ کھولیں

source: %1$@m until %2$@ in %3$@ [%4$@]
es: %1$@ min. para %2$@ en %3$@ [%4$@]
fr: %1$@m restantes jusqu'à %2$@ en %3$@ [%4$@]
tr: %2$@ kadar %1$@ dakika kaldı : %3$@ [%4$@]
ur: ‏@%3$ میں @$2% تک %1$@ منٹ باقی رہ گئے [@$4%]‏

source: Rate Athan Utility!
es: Calificar Adhan Utility!
fr: Évaluez Adhan Utility!
tr: Ezan Utility'yi değerlendirin!
ur: اس ایپ کی درجہ بندی کریں!

source: Select a color picker to customize gradients.
es: Elija un selector de color para personalizar los degradados.
fr: Sélectionnez un sélecteur de couleurs pour personnaliser les dégradés.
tr: Degradeleri özelleştirmek için bir renk seçici seçin.
ur: میلان کو اپنی مرضی کے مطابق کرنے کیلئے رنگ چنندہ منتخب کریں۔

source: Show Calendar
es: Mostrar Calendario
fr: Afficher Le Calendrier
tr: Takvimi Göster
ur: کیلنڈر دکھائیں

source: Calendar
es: Calendario
fr: Calendrier
tr: Takvim
ur: کیلنڈر

source: Open Athan Utility to set location.
es: Abrir Adhan Utility para establecer la ubicación.
fr: Ouvrez l'utilitaire Adhan pour définir l'emplacement.
tr: Konumu ayarlamak için Ezan Utility'yi açın.
ur: مقام متعین کرنے کے لئے ایتھن یوٹیلیٹی کھولیں۔

source: Use Athan Widgets to view upcoming salah times at a glance.
es: Utilice widgets para ver los próximos momentos de salah de un vistazo.
fr: Utilisez les widgets Adhan pour afficher les heures de salah à venir en un coup d'œil.
tr: Yaklaşan namaz vakitlerini bir bakışta görmek için Ezan Widget'larını kullanın.
ur: آئندہ سلام کے اوقات کو ایک نظر میں دیکھنے کے لئے اتھن ویجٹ کا استعمال کریں۔

source: Other
es: Otra
